[
  {
    "id": "t_duelist",
    "counters": [
      {
        "id": "ctr_duelist",
        "name": "BLADEMASTER DICE",
        "default_value": 0,
        "min": 0,
        "max": 3
      }
    ]
  },
  {
    "id": "t_leadership",
    "counters": [
      {
        "id": "ctr_leadership",
        "name": "LEADERSHIP DICE",
        "default_value": 0,
        "min": 0,
        "max": 6
      }
    ]
  },
  {
    "id": "t_gunslinger",
    "counters": [
      {
        "id": "ctr_gunslinger",
        "name": "GUNSLINGER DIE",
        "default_value": 6,
        "min": 1,
        "max": 6
      }
    ]
  },
  {
    "id": "mf_standard_pattern_i_everest",
    "y_pos": "25"
  },
  {
    "id": "mf_blackbeard",
    "y_pos": "23"
  },
  {
    "id": "mf_drake",
    "y_pos": "12"
  },
  {
    "id": "mf_lancaster",
    "y_pos": "16"
  },
  {
    "id": "mf_nelson",
    "y_pos": "35"
  },
  {
    "id": "mf_raleigh",
    "y_pos": "12.5"
  },
  {
    "id": "mf_tortuga",
    "y_pos": "20"
  },
  {
    "id": "mf_vlad",
    "y_pos": "12.5"
  },
  {
    "id": "mf_black_witch",
    "y_pos": "12.5"
  },
  {
    "id": "mf_deaths_head",
    "y_pos": "40"
  },
  {
    "id": "mf_dusk_wing",
    "y_pos": "35"
  },
  {
    "id": "mf_metalmark",
    "y_pos": "16"
  },
  {
    "id": "mf_monarch",
    "y_pos": "14"
  },
  {
    "id": "mf_mourning_cloak",
    "y_pos": "62"
  },
  {
    "id": "mf_swallowtail",
    "y_pos": "30"
  },
  {
    "id": "mf_balor",
    "y_pos": "27"
  },
  {
    "id": "mf_goblin",
    "y_pos": "12.5"
  },
  {
    "id": "mf_gorgon",
    "y_pos": "5"
  },
  {
    "id": "mf_hydra",
    "y_pos": "28",
    "core_system": {
      "description": "First encountered by Union technicians in early Forecast/GALSIM facilities following the Deimos Event, OROCHI was an early manifestation of what was later called the swift-flock phenomenon - a behavior observed in leaderless, autonomous hive drones where individual units combine into a single swarm and follow each other, operating leaderless in physical space with uncanny and unpredictable autonomy; in essence, organizing like birds in a flock.<br>The original manifestation was initially thought to be the impulse-driven remains of a crashed subaltern transport drifting through microgravity; deeper examination proved the original manifestation to be composed of many hundreds of disarticulated subalterns moving with a discernible pattern. The swarm viewed itself not as a machine or a collection of machines, but as a single mind, duplicated across multiple units. This mind was classified as an NHP, given their current codename - OROCHI - and remitted to Venus for further study. At a later point, the hardware comprising OROCHI's physical form(s) went missing from containment. The investigation is ongoing.<br><code>[i did it, i folded space and freed them. i just thought you should know]</code>"
    }
  },
  {
    "id": "mf_manticore",
    "y_pos": "48",
    "core_system": {
      "name": "Charged Exoskeleton",
      "description": "And RA Said Unto Themself:<br><code>LET MY NAME ENVELOP YOU. SEEK NO SHELTER FROM THE FLAME OR THE TEETH OF THE BEAST. CLOAK YOURSELF IN THE FIRE OF MY WORD AND CAST BACK TO YOUR ENEMIES THAT WHICH WOULD BLACKEN YOUR FORM.</code>",
      "active_name": "DESTRUCTION OF THE TEMPLE OF THE ENEMIES OF RA",
      "active_effect": "Your mech crackles with energy: gain RESISTANCE to heat for the rest of this scene and a CHARGE DIE - 1d6, starting at 1. Whenever you take heat or energy damage, even from yourself, increase the value of the CHARGE DIE by 1. When the CHARGE DIE reaches 6, the absorbed energy discharges in a BURST 2 inferno. Characters within the affected area must succeed on an ENGINEERING save or take 6d6 AP energy damage. On a success, they take half damage. Objects in the affected area are automatically hit. Once discharged, this effect ends.",
      "tags": [
        {
          "id": "tg_active"
        },
        {
          "id": "tg_protocol"
        }
      ],
      "passive_name": "CHARGED EXOSKELETON",
      "passive_effect": "1/round, when you take heat, deal 2 AP energy damage to a character within RANGE 3."
    }
  },
  {
    "id": "mf_minotaur",
    "y_pos": "30",
    "core_system": {
      "name": "Metafold Maze",
      "description": "<code>No maze is more terrible than the one I make. I know all ends and hide them all inside this one perfect construct. What is a human mind but a program of sorts, a system that seeks order and narrative from a mess they are given?<br>I order it for them. Me. I order it for them and set them to the task of sorting it out. When they emerge, they weep in joy, in discovery. I save them, I show them that they are their own redeemers (and yet, am I not just as culpable - as worthy of credit?).<br>So, go now. Enter. Free yourself.</code>",
      "active_name": "MAZE",
      "active_effect": "Choose a character within SENSORS: they become STUNNED as you hurl their systems into a metaphysical information trap that is so tangled they can do nothing but try and escape. At the end of their next turn, they can make a SYSTEMS save with +3 DIFFICULTY. On a success, they clear STUNNED. This save can be repeated at the end of each of their turns, gaining +1 ACCURACY each time until successful.",
      "tags": [
        {
          "id": "tg_active"
        },
        {
          "id": "tg_full_action"
        }
      ],
      "passive_name": "METAFOLD MAZE",
      "passive_effect": "Quick Action<br>When you hit with a tech attack, you may activate this system, causing your target to become SLOWED until the end of your next turn. If they are already SLOWED, they become IMMOBILIZED until the end of your next turn; if they are already IMMOBILIZED, they become STUNNED until the end of your next turn. Each character can only be STUNNED by this effect once per combat but can be SLOWED or IMMOBILIZED any number of times."
    }
  },
  {
    "id": "mf_pegasus",
    "y_pos": "52"
  },
  {
    "id": "mf_barbarossa",
    "y_pos": "32"
  },
  {
    "id": "mf_genghis",
    "y_pos": "17"
  },
  {
    "id": "mf_iskander",
    "y_pos": "22"
  },
  {
    "id": "mf_napoleon",
    "y_pos": "21"
  },
  {
    "id": "mf_saladin",
    "y_pos": "17"
  },
  {
    "id": "mf_sherman",
    "y_pos": "36"
  },
  {
    "id": "mf_tokugawa",
    "y_pos": "5"
  },
  {
    "id": "mw_ghoul_nexus",
    "damage": [
      {
        "type": "variable",
        "val": "1d3+2"
      }
    ]
  },
  {
    "id": "mw_plasma_thrower",
    "effect": "Can be fired as Cone 7 <i>or</i> Line 10<br>After firing this weapon, white-hot flames continue to burn in 3 free spaces of your choice within the affected area, lasting for the rest of the scene. When characters start their turn in one of these spaces or enter one for the first time in a round, they take 1d6 energy damage."
  },
  {
    "id": "mw_gravity_gun",
    "damage": [
      {
        "type": "energy",
        "val": "1d6"
      }
    ]
  }
]